Repository: common-repository/wp-twilio-core
Catalog: languages/wp-twilio-core-*.po
Languages: es_es, fr_fr

source: Account SID
es_es: SID de la cuenta
fr_fr: SID du compte

source: Available from within your Twilio account
es_es: Disponible desde su cuenta de Twilio
fr_fr: Disponible dans votre compte Twilio

source: Enter Account SID
es_es: Introduzca el SID de la cuenta
fr_fr: Entrez le SID du compte

source: To view API credentials visit <a href="https://www.twilio.com/user/account/voice-sms-mms" target="_blank">https://www.twilio.com/user/account/voice-sms-mms</a>
es_es: Para ver las credenciales de la API, visite <a href="https://www.twilio.com/user/account/voice-sms-mms" target="_blank">https://www.twilio.com/user/account/voice-sms-mms</a>
fr_fr: Pour voir les identifiants API, visitez <a href="https://www.twilio.com/user/account/voice-sms-mms" target="_blank">https://www.twilio.com/user/account/voice-sms-mms</a>

source: Auth Token
es_es: Token de autenticación
fr_fr: Jeton d'authentification

source: Enter Auth Token
es_es: Introduzca el token de autenticación
fr_fr: Entrez le jeton d'authentification

source: Service ID
es_es: ID del servicio
fr_fr: ID du service

source: Available from within your Twilio account It's require for bulk SMS.
es_es: Disponible desde su cuenta de Twilio. Es necesario para SMS masivos.
fr_fr: Disponible dans votre compte Twilio. Requis pour les SMS en masse.

source: Enter Notify Service ID
es_es: Introduzca el ID del servicio de notificaciones
fr_fr: Entrez l'ID du service de notification

source: To view or create Notify Service ID visit <a href="https://www.twilio.com/console/notify/services" target="_blank">https://www.twilio.com/console/notify/services</a>
es_es: Para ver o crear el ID del servicio de notificaciones, visite <a href="https://www.twilio.com/console/notify/services" target="_blank">https://www.twilio.com/console/notify/services</a>
fr_fr: Pour voir ou créer l'ID du service de notification, visitez <a href="https://www.twilio.com/console/notify/services" target="_blank">https://www.twilio.com/console/notify/services</a>

source: Twilio Number
es_es: Número de Twilio
fr_fr: Numéro Twilio

source: Must be a valid number associated with your Twilio account
es_es: Debe ser un número válido asociado a su cuenta de Twilio
fr_fr: Doit être un numéro valide associé à votre compte Twilio

source: Country code + 10-digit Twilio phone number (i.e. +16175551212)
es_es: Código de país + número de teléfono de Twilio de 10 dígitos (por ejemplo, +16175551212)
fr_fr: Code pays + numéro de téléphone Twilio à 10 chiffres (ex. +16175551212)

source: Advanced &amp; Debug Options
es_es: Opciones avanzadas y de depuración
fr_fr: Options avancées et de débogage

source: With great power, comes great responsiblity.
es_es: Con gran poder, viene una gran responsabilidad.
fr_fr: Un grand pouvoir implique de grandes responsabilités.

source: Enable Logging
es_es: Activar registro
fr_fr: Activer les journaux

source: Enable or Disable Logging
es_es: Activar o desactivar el registro
fr_fr: Activer ou désactiver les journaux

source: Add Mobile Number Field to User Profiles
es_es: Agregar campo de número de móvil a los perfiles de usuario
fr_fr: Ajouter le champ Numéro de mobile aux profils utilisateur

source: Adds a new field "Mobile Number" under Contact Info on all user profile forms.
es_es: Añade un nuevo campo "Número de móvil" en Información de contacto en todos los formularios de perfil de usuario.
fr_fr: Ajoute un nouveau champ « Numéro de mobile » sous Informations de contact dans tous les formulaires de profil utilisateur.

source: Shorten URLs using Bit.ly
es_es: Acortar URLs usando Bit.ly
fr_fr: Raccourcir les URL avec Bit.ly

source: Enter Bit.ly Access Token
es_es: Introduzca el token de acceso de Bit.ly
fr_fr: Entrez le jeton d'accès Bit.ly

source: Shorten all URLs in the message using the <a href="https://dev.bitly.com/v4_documentation.html" target="_blank">Bit.ly URL Shortener API</a>. Checking will display the access token field.
es_es: Acortar todas las URLs en el mensaje utilizando la <a href="https://dev.bitly.com/v4_documentation.html" target="_blank">API de acortamiento de URLs de Bit.ly</a>. Al seleccionar, se mostrará el campo de token de acceso.
fr_fr: Raccourcir toutes les URL dans le message en utilisant l'API de raccourcissement d'URL Bit.ly. Cochez pour afficher le champ du jeton d'accès.

source: Shorten URLs using Google (Deprecated)
es_es: Acortar URLs usando Google (Obsoleto)
fr_fr: Raccourcir les URL avec Google (Obsolète)

source: Enter Google Project API key
es_es: Introduzca la clave API del proyecto de Google
fr_fr: Entrez la clé API du projet Google

source: Shorten all URLs in the message using the <a href="https://code.google.com/apis/console/" target="_blank">Google URL Shortener API</a>. Checking will display the API key field.
es_es: Acortar todas las URLs en el mensaje utilizando la <a href="https://code.google.com/apis/console/" target="_blank">API de acortamiento de URLs de Google</a>. Al seleccionar, se mostrará el campo de clave API.
fr_fr: Raccourcir toutes les URL dans le message en utilisant l'API de raccourcissement d'URL Google. Cochez pour afficher le champ de la clé API.

source: Save Changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications

source: Some details are missing. Please fill all the fields below and try again.
es_es: Faltan algunos detalles. Por favor, complete todos los campos a continuación e intente nuevamente.
fr_fr: Certains détails sont manquants. Veuillez remplir tous les champs ci-dessous et réessayer.

source: Send a Message
es_es: Enviar un mensaje
fr_fr: Envoyer un message

source: If you are sending messages while in trial mode, the recipient phone number must be verified with Twilio.
es_es: Si está enviando mensajes en modo de prueba, el número de teléfono del destinatario debe estar verificado con Twilio.
fr_fr: Si vous envoyez des messages en mode d'essai, le numéro de téléphone du destinataire doit être vérifié avec Twilio.

source: Recipient Number
es_es: Número del destinatario
fr_fr: Numéro du destinataire

source: The destination phone number. Format with a '+' and country code e.g., +16175551212
es_es: El número de teléfono de destino. Formato con un '+' y código de país, por ejemplo, +16175551212
fr_fr: Le numéro de téléphone de destination. Format avec un '+' et le code pays, par exemple, +16175551212

source: Message Body
es_es: Cuerpo del mensaje
fr_fr: Corps du message

source: The text of the message you want to send, limited to 1600 characters.
es_es: El texto del mensaje que desea enviar, limitado a 1600 caracteres.
fr_fr: Le texte du message que vous souhaitez envoyer, limité à 1600 caractères.

source: Send Message
es_es: Enviar mensaje
fr_fr: Envoyer le message

source: Logs Cleared
es_es: Registros borrados
fr_fr: Journaux effacés

source: Logging currently disabled.
es_es: Actualmente el registro está desactivado.
fr_fr: Enregistrement actuellement désactivé.

source: Clear Logs
es_es: Borrar registros
fr_fr: Effacer les journaux

source: Logs
es_es: Registros
fr_fr: Journaux

source: Notification Number:
es_es: Número de notificación:
fr_fr: Numéro de notification :

source: Enter Notification Number
es_es: Introduzca el número de notificación
fr_fr: Entrez le numéro de notification

source: Set the number to receive SMS.
es_es: Establezca el número para recibir SMS.
fr_fr: Définir le numéro pour recevoir les SMS.

source: Leave empty if you want to receive sms on the main settings number.
es_es: Déjelo vacío si desea recibir SMS en el número de configuración principal.
fr_fr: Laissez vide si vous souhaitez recevoir les SMS sur le numéro de paramètres principal.

source: New Post Published
es_es: Nuevo artículo publicado
fr_fr: Nouvel article publié

source: Activate:
es_es: Activar:
fr_fr: Activer :

source: Message:
es_es: Mensaje:

source: Enter the content of the sms message
es_es: Introduzca el contenido del mensaje SMS
fr_fr: Entrez le contenu du message SMS

source: Post title: %post_title%, Post content: %post_content%, Post url: %post_url%, Post date: %post_date%
es_es: Título de la publicación: %post_title%, Contenido de la publicación: %post_content%, URL de la publicación: %post_url, Fecha de la publicación: %post_date
fr_fr: Titre de l'article : %post_title%, Contenu de l'article : %post_content%, "URL de l'article : %post_url%, Date de l'article : %post_date

source: New User Registered
es_es: Nuevo usuario registrado
fr_fr: Nouvel utilisateur enregistré

source: User Login: %user_login%, User email: %user_email%, Register date: %date_register%
es_es: Nombre de usuario: %user_login%, Correo electrónico del usuario: %user_email%, Fecha de registro: %date_register%
fr_fr: Identifiant utilisateur : %user_login%, Adresse email de l'utilisateur : %user_email%, Date d'inscription : %date_register%

source: New Comment
es_es: Nuevo comentario
fr_fr: Nouveau commentaire

source: Comment Author: %comment_author%, Author email: %comment_author_email%,
es_es: SID de la cuenta

source: Comment Author: %comment_author%, Author email: %comment_author_email%, Author url: %comment_author_url%, Author IP: %comment_author_IP%, Comment date: %comment_date%, Comment content: %comment_content%
fr_fr: Auteur du commentaire : %comment_author%, Adresse email de l'auteur : %comment_author_email%, URL de l'auteur : %comment_author_url%, IP de l'auteur : %comment_author_IP%, Date du commentaire : %comment_date%, Contenu du commentaire : %comment_content%

source: New Login
fr_fr: Nouvelle connexion

source: Username: %username_login%, Nickname: %display_name%
fr_fr: Nom d'utilisateur : %username_login%, Pseudo : %display_name%

source: WPSMS Addons & Integrations
fr_fr: Extensions et intégrations WPSMS

source: Upgrade to WP SMS Pro
fr_fr: Mise à niveau vers WP SMS Pro

source: Or
fr_fr: Ou

source: Get Everything bellow for $49 Only!
fr_fr: Obtenez tout ci-dessous pour seulement 49 $ !

source: Settings
fr_fr: Paramètres

source: Apps & Integrations
fr_fr: Applications et intégrations

source: Success! Message SID: %s
fr_fr: Succès ! SID du message : %s

source: ****** API Error: %s ******
fr_fr: ****** Erreur API : %s ******

source: Some details are missing. Please make sure you have added all details in the settings tab.
fr_fr: Certains détails sont manquants. Veuillez vous assurer d'avoir ajouté tous les détails dans l'onglet des paramètres.

source: From:
fr_fr: De :

source: To:
fr_fr: À :

source: ****** Missing Twilio Number ******
fr_fr: ****** Numéro Twilio manquant ******

source: ****** Missing Recipient Number ******
fr_fr: ****** Numéro du destinataire manquant ******

source: ****** Missing Message ******
fr_fr: ****** Message manquant ******

source: ****** Missing Account SID ******
fr_fr: ****** SID du compte manquant ******

source: ****** Missing Auth Token ******
fr_fr: ****** Jeton d'authentification manquant ******

source: Mobile Number
fr_fr: Numéro de mobile

source: WordPress SMS BULK,SMS Newsletter & Awesome Premium Features
fr_fr: WordPress SMS BULK, SMS Newsletter & Fonctionnalités Premium Incroyables

source: Extend the WPSMS with powerful features.
fr_fr: Étendez WPSMS avec des fonctionnalités puissantes.

source: Upgrade Now.
fr_fr: Mise à niveau maintenant.

source: Upgrade Now
fr_fr: Mise à niveau maintenant

source: Dismiss
fr_fr: Rejeter

source: WP SMS for AdForest Theme
fr_fr: WP SMS pour le thème AdForest

source: Using this addon, Your ad sellers will receive SMS as a notification when they are contacted on their listings' contact forms.
fr_fr: En utilisant cette extension, les vendeurs de vos annonces recevront des SMS comme notification lorsqu'ils sont contactés via les formulaires de contact de leurs annonces.

source: Check it out.
fr_fr: Découvrez-le.

source: Awesome,Let me see
fr_fr: Génial, laissez-moi voir

source: Hey no tags!
fr_fr: Eh, pas de balises !

source: before
fr_fr: avant

source: Content
fr_fr: Contenu

source: after
fr_fr: après

source: content
fr_fr: contenu
